semestr2/his-fil/23.02.2021-eklektyzm.org
#+TITLE:Eklektyzm

* Eklektyzm
  - od gr eklego - wybieram
** Szkoły eklektyczne

** TODO: uzupełnić Marek Tuliusz Cyceron 
  - 106-43 r p n e
  - wyprzedza epoke popularności eklektyzmu
  - wykształcony w prawie i filozofii
  - studiowałw grecji u posejsdoniosa
  - "De finibus bonorum et malorum" - "O najwyższym dobru i złu"
  - "De officiis" - "O powinnościach"
  - "De natura deorum" - "O naturze bogów"
  - "De re publica" "O państwie"
  - "De legibus" "O prawach"
  - 
