semestr2/his-fil/23.02.2021-eklektyzm.md

# Table of Contents

1.  [Eklektyzm](#orgd083d5b)
    1.  [Szkoły eklektyczne](#org4c70d1f)
    2.  [TODO: uzupełnić Marek Tuliusz Cyceron](#orgba1fafb)



<a id="orgd083d5b"></a>

# Eklektyzm

-   od gr eklego - wybieram


<a id="org4c70d1f"></a>

## Szkoły eklektyczne


<a id="orgba1fafb"></a>

## TODO: uzupełnić Marek Tuliusz Cyceron

-   106-43 r p n e
-   wyprzedza epoke popularności eklektyzmu
-   wykształcony w prawie i filozofii
-   studiowałw grecji u posejsdoniosa
-   "De finibus bonorum et malorum" - "O najwyższym dobru i złu"
-   "De officiis" - "O powinnościach"
-   "De natura deorum" - "O naturze bogów"
-   "De re publica" "O państwie"
-   "De legibus" "O prawach"
-   

